[
  "obsidian-git",
  "calendar",
  "table-editor-obsidian",
  "waypoint",
  "dataview",
  "heatmap-calendar",
  "simple-time-tracker",
  "completed-tasks",
  "obsidian-linter",
  "codeblock-customizer"
]